/* Localizable strings of com.apple.homeSync preference manifest */

"homeSync.pfm_title" =			"Synchronizacja katalogów domowych";
"homeSync.pfm_description" =			"Preferencje synchronizacji katalogu domowego...";

"isNewMobileAccount.pfm_title" =			"Nowe konto przenośne";
"isNewMobileAccount.pfm_description" =			"Ustaw na „prawda”, jeśli to jest nowe konto przenośne, które powinno być początkowo zsynchronizowane.";
"periodicSyncOn.pfm_title" =			"Synchronizacja w tle włączona";
"periodicSyncOn.pfm_description" =			"Ustaw na „prawda”, by synchronizować w tle.";
"syncPeriodSeconds.pfm_title" =			"Odstęp czasu pomiędzy synchronizacjami w tle";
"syncPeriodSeconds.pfm_description" =			"Odstęp synchronizacji w tle w sekundach";
"replaceUserSyncList.pfm_title" =			"Zastąp preferencje synchronizacji katalogu domowego";
"replaceUserSyncList.pfm_description" =			"Ustaw na „prawda”, aby zastąpić preferencje synchronizacji katalogu domowego zarządzanymi preferencjami. Ustaw na „fałsz”, aby połączyć je z zarządzanymi preferencjami.";
"replaceUserPrefSyncList.pfm_title" =			"Zastąp preferencje synchronizacji preferencji";
"replaceUserPrefSyncList.pfm_description" =			"Ustaw na „prawda”, aby zastąpić preferencje synchronizacji preferencji zarządzanymi preferencjami. Ustaw na „fałsz”, aby połączyć je z zarządzanymi preferencjami.";

"syncedFolders.pfm_title" =			"Rzeczy synchronizacji katalogu domowego";
"syncedFolders.pfm_description" =			"Dołączyć rzeczy do synchronizacji w tle, gdy użytkownik jest zalogowany.";
"syncedFolders-raw.pfm_title" =			"Rzeczy synchronizacji zarządzanego katalogu domowego";
"syncedFolders-raw.pfm_description" =			"Dołączyć zarządzane rzeczy do synchronizacji w tle, gdy użytkownik jest zalogowany.";
"syncedPrefFolders.pfm_title" =			"Rzeczy synchronizacji preferencji";
"syncedPrefFolders.pfm_description" =			"Dołączyć rzeczy do synchronizacji w tle, gdy użytkownik loguje się lub wylogowuje.";
"syncedPrefFolders-raw.pfm_title" =			"Rzeczy synchronizacji zarządzanych preferencji";
"syncedPrefFolders-raw.pfm_description" =			"Dołączyć zarządzane rzeczy do synchronizacji w tle, gdy użytkownik loguje się lub wylogowuje.";
"sync_item_description.pfm_title" =			"Opis";
"sync_item_description.pfm_description" =			"Opis synchronizowanego pliku lub katalogu.";
"path.pfm_title" =			"Ścieżka";
"path.pfm_description" =			"Ścieżka do synchronizowanego pliku lub katalogu.";

"excludedItems.pfm_title" =			"Wykluczenia z synchronizacji katalogu domowego";
"excludedItems.pfm_description" =			"Lista rzeczy, które nie mają być uwzględniane podczas synchronizacji katalogu domowego.";
"excludedItems-raw.pfm_title" =			"Wykluczenia synchronizacji zarządzanego katalogu domowego";
"excludedItems-raw.pfm_description" =			"Lista zarządzanych rzeczy, które nie mają być uwzględniane podczas synchronizacji katalogu domowego.";
"excludedPrefItems.pfm_title" =			"Wykluczenia z synchronizacji preferencji";
"excludedPrefItems.pfm_description" =			"Lista rzeczy, które nie mają być uwzględniane podczas synchronizacji preferencji.";
"excludedPrefItems-raw.pfm_title" =			"Wykluczenia z synchronizacji zarządzanych preferencji";
"excludedPrefItems-raw.pfm_description" =			"Lista zarządzanych rzeczy, które nie mają być uwzględniane podczas synchronizacji preferencji.";
"comparison.pfm_title" =			"Porównywanie";
"comparison.pfm_description" =			"Typ porównywania.";
"value.pfm_title" =			"Wartość";
"value.pfm_description" =			"Wartość porównawcza.";

"syncedFolders-UPK.pfm_title" =			"Zasady łączenia zarządzanej synchronizacji katalogu domowego";
"syncedFolders-UPK.pfm_description" =			"Zasady łączenia zarządzanej synchronizacji katalogu domowego";
"syncedPrefFolders-UPK.pfm_title" =			"Zasady łączenia synchronizacji zarządzanych preferencji";
"syncedPrefFolders-UPK.pfm_description" =			"Zasady łączenia synchronizacji zarządzanych preferencji";
"excludedItems-UPK.pfm_title" =			"Zasady wykluczania zarządzania w tle";
"excludedItems-UPK.pfm_description" =			"Zasady wykluczania zarządzania w tle";
"excludedPrefItems-UPK.pfm_title" =			"Zasady wykluczania zarządzanych preferencji";
"excludedPrefItems-UPK.pfm_description" =			"Zasady wykluczania zarządzanych preferencji";

"loginPrefSyncConflictResolution.pfm_title" =			"Rozstrzyganie konfliktów ustawionej w preferencjach synchronizacji.";
"loginPrefSyncConflictResolution.pfm_description" = 			"To ustawienie dotyczy synchronizacji ~/Library podczas logowania. Ustaw na „mobileHomeWins”, by scalić katalogi domowe oraz lokalny (przenośny) katalog domowy przezwyciężył konflikty, „mobileHomeCopy”, by skopiować lokalny katalog domowy do sieciowego, „automatycznie” lub „networkHomeWins”, by scalić katalogi domowe oraz katalog sieciowy przezwyciężył konflikty lub „networkHomeCopy”, by skopiować sieciowy katalog domowy do lokalnego.";
"loginNonprefSyncConflictResolution.pfm_title" =			"Rozstrzyganie konfliktów nie ustawionej w preferencjach synchronizacji logowania";
"loginNonprefSyncConflictResolution.pfm_description" = 			"To ustawienie dotyczy synchronizacji w czasie logowania wszystkich rzeczy poza ~/Library. Ustaw na „showConflictDialogs”, by pokazać okno dialogowe w przypadku wystąpienia konfliktu, „mobileHomeWins”, by scalić katalogi domowe oraz lokalny (przenośny) katalog domowy przezwyciężył konflikty, „mobileHomeCopy”, by skopiować lokalny katalog domowy do sieciowego, „automatycznie” lub „networkHomeWins”, by scalić katalogi domowe oraz katalog sieciowy przezwyciężył konflikty lub „networkHomeCopy”, by skopiować sieciowy katalog domowy do lokalnego.";
"logoutPrefSyncConflictResolution.pfm_title" =			"Rozstrzyganie konfliktów ustawionej w preferencjach synchronizacji wylogowania";
"logoutPrefSyncConflictResolution.pfm_description" = 			"To ustawienie dotyczy synchronizacji ~/Library podczas wylogowania. Ustaw na „mobileHomeWins”, by scalić katalogi domowe oraz lokalny katalog domowy (przenośny) przezwyciężył konflikty, „mobileHomeCopy”, by skopiować lokalny katalog domowy do sieciowego, „networkHomeWins”, by scalić katalogi domowe oraz katalog sieciowy przezwyciężył konflikty, lub „networkHomeCopy”, by skopiować sieciowy katalog domowy do lokalnego.";
"logoutNonprefSyncConflictResolution.pfm_title" =			"Rozstrzyganie konfliktów nie ustawionej w preferencjach synchronizacji wylogowania";
"logoutNonprefSyncConflictResolution.pfm_description" = 			"To ustawienie dotyczy synchronizacji w czasie wylogowania wszystkich rzeczy poza ~/Library. Ustaw na „showConflictDialogs”, by pokazać okno dialogowe w przypadku wystąpienia konfliktu, „automatycznie” lub „mobileHomeWins”, by scalić katalogi domowe oraz lokalny (przenośny) katalog domowy przezwyciężył konflikty, „mobileHomeCopy”, by skopiować lokalny katalog domowy do sieciowego, „networkHomeWins”, by scalić katalogi domowe oraz katalog sieciowy przezwyciężył konflikty lub „networkHomeCopy”, by skopiować sieciowy katalog domowy do lokalnego.";
"backgroundConflictResolution.pfm_title" =			"Rozstrzyganie konfliktu synchronizacji katalogu domowego";
"backgroundConflictResolution.pfm_description" = 			"To ustawienie dotyczy synchronizacji w tle wszystkich rzeczy poza ~/Library. Ustaw na „automatycznie” lub „showConflictDialogs”, by pokazać okno dialogowe w przypadku wystąpienia konfliktu, „mobileHomeWins”, by scalić katalogi domowe oraz lokalny (przenośny) katalog domowy przezwyciężył konflikty, „mobileHomeCopy”, by skopiować lokalny katalog domowy do sieciowego, „networkHomeWins”, by scalić katalogi domowe oraz katalog sieciowy przezwyciężył konflikty lub „networkHomeCopy”, by skopiować sieciowy katalog domowy do lokalnego.";

"syncPreferencesAtLogin.pfm_title" =			"Synchronizuj preferencje podczas logowania";
"syncPreferencesAtLogin.pfm_description" = 			"Ta opcja pozwala synchronizować preferencje podczas logowania. Ustaw na „automatic” lub „sync”, jeżeli chcesz, aby preferencje były synchronizowane podczas logowania, lub „dontSync”, aby preferencje nie były synchronizowane podczas logowania.";
"syncPreferencesAtLogout.pfm_title" =			"Synchronizuj preferencje podczas wylogowywania";
"syncPreferencesAtLogout.pfm_description" = 			"Ta opcja pozwala synchronizować preferencje podczas wylogowania. Ustaw na „automatic” lub „sync”, jeżeli chcesz, aby preferencje były synchronizowane podczas wylogowania, lub „dontSync”, aby preferencje nie były synchronizowane podczas wylogowania.";
"syncPreferencesAtSyncNow.pfm_title" =			"Synchronizuj preferencje podczas ręcznej synchronizacji";
"syncPreferencesAtSyncNow.pfm_description" = 			"Ta opcja pozwala synchronizować preferencje podczas ręcznej synchronizacji. Ustaw na „automatic” lub „sync”, jeżeli chcesz, aby preferencje były synchronizowane podczas ręcznej synchronizacji, lub „dontSync”, aby preferencje nie były synchronizowane podczas ręcznej synchronizacji.";
"syncPreferencesInBackground.pfm_title" =			"Synchronizacja preferencji w tle";
"syncPreferencesInBackground.pfm_description" = 			"Ta opcja pozwala synchronizować preferencje podczas synchronizacji w tle. Ustaw na „automatic” lub „sync”, jeżeli chcesz synchronizować preferencje w tle, lub „dontSync”, aby nie synchronizować preferencji w tle.";

"syncBackgroundSetAtLogin.pfm_title" =			"Synchronizacja rzeczy katalogu domowego podczas logowania";
"syncBackgroundSetAtLogin.pfm_description" = 			"Ta opcja pozwala synchronizować katalog domowy podczas logowania. Ustaw na „automatic” lub „sync”, jeżeli chcesz, aby katalog domowy był synchronizowany podczas logowania, lub „dontSync”, aby katalog domowy nie był synchronizowany podczas logowania.";
"syncBackgroundSetAtLogout.pfm_title" =			"Synchronizacja rzeczy katalogu domowego podczas wylogowania";
"syncBackgroundSetAtLogout.pfm_description" = 			"Ta opcja pozwala synchronizować katalog domowy podczas wylogowania. Ustaw na „automatic” lub „sync”, jeżeli chcesz, aby katalog domowy był synchronizowany podczas wylogowania, lub „dontSync”, aby katalog domowy nie był synchronizowany podczas wylogowania.";
"syncBackgroundSetAtSyncNow.pfm_title" =			"Synchronizacja rzeczy katalogu domowego podczas ręcznej synchronizacji";
"syncBackgroundSetAtSyncNow.pfm_description" = 			"Ta opcja pozwala synchronizować katalog domowy podczas ręcznej synchronizacji. Ustaw na „automatic” lub „sync”, jeżeli chcesz, aby katalog domowy był synchronizowany podczas ręcznej synchronizacji, lub „dontSync”, aby katalog domowy nie był synchronizowany podczas ręcznej synchronizacji.";
"syncBackgroundSetInBackground.pfm_title" =			"Synchronizacja katalogu domowego w tle";
"syncBackgroundSetInBackground.pfm_description" = 			"Ta opcja pozwala synchronizować katalog domowy podczas synchronizacji w tle. Ustaw na „automatic” lub „sync”, jeżeli chcesz synchronizować katalog domowy w tle, lub „dontSync”, aby nie synchronizować katalogu domowego w tle.";

"loginPrefSuppressErrors.pfm_title" =			"Pomiń błędy ustawionej w preferencjach synchronizacji logowania";
"loginPrefSuppressErrors.pfm_description" = 			"Ustaw na „prawda”, by pominąć okna dialogowe informujące o błędach podczas synchronizacji logowania elementów z ~/Library.";
"loginNonprefSuppressErrors.pfm_title" =			"Pomiń błędy synchronizacji podczas nie ustawionej w preferencjach synchronizacji logowania.";
"loginNonprefSuppressErrors.pfm_description" = 			"Ustaw na „prawda”, by pominąć okna dialogowe informujące o błędach podczas synchronizacji logowania wszystkich elementów poza ~/Library.";
"logoutPrefSuppressErrors.pfm_title" =			"Pomiń błędy ustawionej w preferencjach synchronizacji wylogowania.";
"logoutPrefSuppressErrors.pfm_description" = 			"Ustaw na „prawda”, by pominąć okna dialogowe informujące o błędach podczas synchronizacji wylogowania wszystkich elementów z ~/Library.";
"logoutNonprefSuppressErrors.pfm_title" =			"Pomiń błędy nie ustawionej w preferencjach synchronizacji wylogowania";
"logoutNonprefSuppressErrors.pfm_description" = 			"Ustaw na „prawda”, by pominąć okna dialogowe informujące o błędach podczas synchronizacji wylogowania wszystkich elementów poza ~/Library.";
"firstSyncSuppressErrors.pfm_title" =			"Pomiń błędy pierwszej synchronizacji";
"firstSyncSuppressErrors.pfm_description" = 			"Ustaw na „prawda”, by pominąć okna dialogowe informujące o błędach podczas synchronizacji początkowej.";
"backgroundSuppressErrors.pfm_title" =			"Pomiń błędy synchronizacji katalogu domowego";
"backgroundSuppressErrors.pfm_description" = 			"Ustaw na „prawda”, by pominąć okna dialogowe informujące o błędach podczas synchronizacji katalogu domowego.";

"loginSyncDialogTimeoutSeconds.pfm_title" =			"Limit czasu okna dialogowego logowania";
"loginSyncDialogTimeoutSeconds.pfm_description" = 			"Maksymalna liczba sekund czasu wyświetlania błędu logowania lub konfliktów. Ustawione na 0 dla braku limitu.";
"logoutSyncDialogTimeoutSeconds.pfm_title" =			"Limit czasu okna dialogowego wylogowania";
"logoutSyncDialogTimeoutSeconds.pfm_description" = 			"Maksymalna liczba sekund czasu wyświetlania błędu wylogowania lub konfliktów. Ustawione na 0 dla braku limitu.";

"disableFirstSyncCancel.pfm_title" =				"Wyłącz anulowanie pierwszej synchronizacji";
"disableFirstSyncCancel.pfm_description" = 			"Ustaw na „prawda”, aby wyłączyć anulowanie pierwszej synchronizacji.";
"disableLoginSyncCancel.pfm_title" =				"Wyłącz anulowanie synchronizacji przy logowaniu";
"disableLoginSyncCancel.pfm_description" =			"Ustaw na „prawda”, aby wyłączyć anulowanie synchronizacji przy logowaniu.";
"disableLogoutSyncCancel.pfm_title" =				"Wyłącz anulowanie synchronizacji przy wylogowywaniu";
"disableLogoutSyncCancel.pfm_description" =			"Ustaw na „prawda”, aby wyłączyć anulowanie synchronizacji przy wylogowywaniu.";

"progressDelaySeconds.pfm_title" =				"Czas opóźnienia okna postępu";
"progressDelaySeconds.pfm_description" = 			"Czas opóźnienia okna dialogowego (w sekundach). Domyślnie jest to 0,5 sekundy.";
"alertOnFailedMounts.pfm_title" =				"Ostrzegaj o nieudanym montowaniu";
"alertOnFailedMounts.pfm_description" =			"Ustaw na „prawda”, aby włączyć informowanie o nieudanym montowaniu sieciowego katalogu domowego.";

